Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[PUBG] Santa Monica (EN > KR).tmx
Source language: en
Languages: ko

source: 5.1 m Followers
ko: 팔로워 510만 명

source: Users that have played more than X amount of hours
ko: X시간 이상 플레이한 유저

source: discord
ko: 디스코드

source: An online music and podcast platform with heavy use of curated playlists
ko: 온라인 음악 및 팟캐스트 플랫폼으로, 큐레이션된 재생목록을 매우 많이 사용함

source: Vietnam (712k)
ko: 베트남 (712,000)

source: Korea (259k)
ko: 한국 (259,000)

source: Misc official announcements
ko: 기타 공식 발표

source: Ex: in-game events, giveaways, skins, etc
ko: 예: 인게임 이벤트, 기브어웨이, 스킨 등

source: They will sometimes add text as seen in the second frame.
ko: 간혹 텍스트를 더하기도 함(두 번째 프레임).

source: 204,715 total fans
ko: 총 팬 수 204,715명

source: cultural moments
ko: 다양한 문화 반영

source: Cross Branding Increase
ko: 교차 브랜딩 증가

source: Partner UGC from both products being shared
ko: 양쪽 프로덕트 관련 파트너 UGC 공유

source: Gamified GIFs
ko: 게임화된 GIF

source: “Catch Alex”
ko: ‘알렉스 잡기(Catch Alex)’

source: Some humorous custom content was made for the platform but the majority is framed gameplay and player interviews.
ko: 재치 있는 틱톡 전용 맞춤 콘텐츠도 일부 제작되었지만 대부분은 프레임 안에 게임 플레이 및 플레이어 인터뷰 사용.

source: Reddit Interaction
ko: 레딧 교류

source: Celebrating Cinco de Mayo in Miramar
ko: 미라마의 싱코 데 마요 기념

source: Frequently promotes new weapons skins and modes
ko: 새로운 무기 스킨 및 모드 적극 홍보

source: 2 when new store updates/season drops/events take place
ko: 신규 스토어 업데이트 / 시즌 시작 / 이벤트 개최의 경우는 2회 발송

source: Africa (6k)
ko: 아프리카 (6,000)

source: Becomes a secondary platform for cross-product video content
ko: 교차 프로덕트 동영상 콘텐츠를 위한 보조 플랫폼으로 활용

source: Legal Requirements (Cont.)
ko: 관련 법률 준수사항(계속)

source: Leverage Tencent’s MOBILE Global Page structure and create an NA region to manage the page internally
ko: 텐센트의 PUBGM 글로벌 페이지 구조를 활용하고 NA 지역 페이지를 개설해 내부적으로 페이지 관리

source: Bangladesh (41k)
ko: 방글라데시 (41,000)

source: Repurpose and create
ko: 재편성 및 개설

source: PUBG MOBILE regional Overview
ko: PUBGM 지역별 개요

source: Successfully communicate NA specific content and opportunities for the community
ko: 커뮤니티에 NA 전용 콘텐츠 및 기회를 효과적으로 전달

source: The use of model guns does celebrate intimidation through firearms and while popular, would not be appropriate in the US.
ko: 모형 권총의 사용은 총기를 사용한 위협을 미화했으며 인기는 있지만 미국에서는 적절하지 않음

source: Around 22 regional pages currently exist
ko: 현재 약 22개의 지역 페이지 운영 중

source: Huge audience growth in the past year
ko: 지난 1년간 폭발적인 시정차 수 증가

source: Dedicated Community Coordinator from Epic Games
ko: Epic Games 소속 전담 커뮤니티 코디네이터

source: A mix of music is used.
ko: 다양한 음악 사용

source: Personalize messages
ko: 커스터마이징된 메시지

source: Repurpose Current NA Video
ko: 기존 NA 동영상 재편성

source: Allows for using the more viral filters
ko: 더 확산력 있는 필터 사용 허용

source: Proper Hashtags
ko: 효과적인 해시태그

source: Reward users
ko: 유저에게 보상을 주는 내용

source: Brand Relevance with younger audience
ko: 낮은 연령대에서의 브랜드 연관성

source: If leveraging Tencent’s Global Page is not feasible, the team can create a separate Facebook account.
ko: 텐센트의 글로벌 페이지 활용이 어렵다면 팀에서 별도의 페이스북 계정 개설 가능

source: Curated playlists can leverage music already available on the platform so resources could be low
ko: 큐레이션된 재생목록은 이미 플랫폼에 사용 중인 음악을 활용할 수 있어 적은 자원으로 활용 가능

source: TikTok PUBG Examples – mobile KOREA
ko: 틱톡 PUBG의 예 - 모바일 한국

source: Frequently promotes new character skins
ko: 새로운 캐릭터 스킨 적극 홍보

source: Other PUBG Developers
ko: 기타 PUBG 개발자

source: Channel Fatigue
ko: 채널 피로감

source: State of PUBG NA
ko: PUBG NA 현황

source: Instagram:
ko: 인스타그램:

source: PUBG Mobile US
ko: PUBGM US

source: Get the timing right
ko: 적절한 타이밍

source: Russia (186k)
ko: 러시아 (186,000)

source: Vietnam (308k)
ko: 베트남 (308,000)

source: Annoying to receive push notifications in the wrong time
ko: 부적절한 타이밍에 Push 발송 수신시 반갑지 않음

source: Repurpose PUBG_US to PUBGMOBILE_US
ko: PUBG_US를 PUBGMOBILE_US로 재편성

source: Tencent Involvement
ko: 텐센트 참여 방식

source: Reddit specific events, giveaways, contests
ko: 레딧 전용 이벤트, 기브어웨이, 콘테스트

source: Becomes a platform for MOBILE product info
ko: PUBGM 프로덕트 정보를 위한 플랫폼으로 활용

source: Instagram: vietnam
ko: 인스타그램: 베트남

source: Patch Notes
ko: 패치노트

source: Using Native Tools
ko: 기본 도구 활용

source: Best Practices & Competitors
ko: 주의 사항 및 경쟁사 사례

source: PUBG Mobile & Other Game
ko: PUBGM 및 경쟁사 게임의 Push 발송 사례

source: Community Curation
ko: 커뮤니티 큐레이션

source: Answering questions
ko: 질문에 대한 답변

source: Collecting bug reports
ko: 버그 신고 수집

source: Due to the nature of mobile game in-game content, posts are primarily focused on informing fans about what’s new
ko: 모바일 게임의 인게임 콘텐츠 특성상 포스팅은 주로 팬에게 새로운 소식 전달을 위주로 함

source: Generic PUBGM Community Team account
ko: 일반 PUBGM 커뮤니티 팀 계정

source: Promotion of in-game events
ko: 인게임 이벤트 홍보

source: Brazil (215k)
ko: 브라질 (215,000)

source: This is when all daily missions, events, etc reset, so we may want to time our push notifications with that as well
ko: 모든 일일 미션, 이벤트, 기타 리셋이 이 시간에 설정되어 있어 같은 시간에 Push 발송 제안

source: Global Build
ko: 글로벌 빌드

source: PUBG curated playlists to celebrate key announcements
ko: 중요한 공지 사항을 기념하기 위해 PUBG에서 재생목록 큐레이션

source: Russia (179k)
ko: 러시아 (179,000)

source: Reaches a younger audience
ko: 낮은 연령대의 시청자 확보 가능

source: Example:
ko: 예:

source: Sometimes posts several time a day or periods of 3-7 days between posts
ko: 하루에 여러 번 포스팅 하기도 하고 3~7일에 한 번 포스팅하는 경우도 있음

source: Maps point to the location of the stage
ko: 무대 위치를 알리는 지도

source: Ran by the PUBG Community Team
ko: PUBG 커뮤니티 팀에서 진행

source: Add MOBILE content in addition to ongoing PUBG content
ko: 기존 PUBG 콘텐츠 이외에 PUBGM 콘텐츠 추가

source: Epic Involvement
ko: Epic 참여 방식

source: 2.1 m subscribers
ko: 구독자 210만 명

source: Malaysia (227k)
ko: 말레이시아 (227,000)

source: Inspired by Godzilla using
ko: ‘고질라’에서 착안한

source: Push notifications are not governed by any specific US (state or federal) law, but are subject general unfair trade practices laws (such as FTC Section 5 and state equivalents)
ko: Push 발송은 미국 주법 및 연방법에 특정적으로 적용되는 법은 없으나, 미국 연방거래위원회법 (FTC) 제5조 또는 동등 관련 주법 등과 같은 일반적 불공정무역 관련 법의 적용을 받음

source: call of duty reddit
ko: Call of Duty: 레딧

source: Granted full moderator permissions on the subreddit (which tends to be frowned upon in reddit communities)
ko: 서브레딧에서 모더레이터의 모든 권한을 부여받음(타 레딧 커뮤니티에서는 지양하는 행동)

source: Create
ko: 개설

source: Tik tok
ko: 틱톡

source: Music was uploaded but uses non-game sounds/tracks.
ko: 음악은 업로드하되 게임 외의 사운드/트랙 사용

source: PUBG MOBILE Regional Content Samples
ko: PUBGM 지역별 콘텐츠 샘플

source: PUBG Partner gameplay clips showing impressive shots
ko: 뛰어난 영상의 PUBG 파트너 게임플레이 동영상

source: Illustrations to promote new in-game skins
ko: 새로운 인게임 스킨 홍보 이미지

source: Must set the frequency of notifications and follow it regularly
ko: 발송 빈도를 설정하고 정기적으로 준수

source: CON
ko: 단점

source: brand channels overview
ko: 브랜드 채널 개요

source: Arabic (144k)
ko: 아랍권 (144,000)

source: Open na-mobile specific channels in the existing PC/Console discord server (ex: na-mobile-announcements, na-mobile-feedback, etc)
ko: 기존의 PC/콘솔 디스코드 서버에 NA-모바일 전용 채널 개설(예: NA-모바일 공지 사항, NA-모바일 피드백 등)

source: Timing
ko: 타이밍

source: Continue working with existing Discord server,
ko: 기존 디스코드 서버 유지

source: The following plan assumes Tencent will allow PUBG access to the Reddit and Discord channels in the capacity detailed
ko: 다음 계획은 PUBGM이 명시된 범위 내에서 레딧과 디스코드 채널에 접근하는 것을 텐센트가 허용한다는 가정을 바탕으로 함

source: This account also invests in live-action content with a much more humorous angle.
ko: 웃음의 요소가 훨씬 더 많은 라이브 액션 콘텐츠 제작.

source: Turkey (198k)
ko: 터키 (198,000)

source: Very strong relationship with reddit mod team
ko: 레딧 모더레이션 팀과 매우 긴밀한 관계 구축

source: Expand the audience for our NA video content
ko: NA 동영상 콘텐츠의 시청자층 확대

source: PUIBGNA Involvement
ko: PUBG NA 참여 방식

source: Continue working with existing subreddit (r/PUBATTLEGROUNDS and r/PUBGConsole)
ko: 기존 서브레딧 유지(r/PUBATTLEGROUNDS 및 r/PUBGConsole)

source: Consistently supports esports event promotions from all global regions
ko: 전 세계 e스포츠 행사 홍보의 지속적인 지원

source: PUBGM news
ko: PUBGM 소식

source: Music
ko: 음악

source: Repurpose TPOC conversations using the Duet function
ko: TPOC 대화를 듀엣 기능으로 재편성

source: Celebrating 4th of July
ko: 미국 독립기념일 기념

source: PUBG Official (PC/Console)
ko: PUBG 공식(PC/콘솔)

source: Like Twitter, hashtag use is key to our visibility
ko: 트위터와 마찬가지로 해시태그는 가시성 확보에 핵심적인 역할을 함

source: Community Engagement and Interaction
ko: 커뮤니티 참여 및 교류

source: 25.3 M Followers
ko: 팔로워 2,530만 명

source: The PUBGM Community account posts:
ko: PUBGM 커뮤니티 계정 포스트

source: 4 PM ~ 7 PM local time
ko: 현지시간 오후 4시~7시 발송

source: TikTok
ko: 틱톡

source: Their posting cadence is not consistent, based on what’s happening in the game.
ko: 포스팅 주기는 게임 내 상황에 따라 다르며 꾸준하지 않음.

source: Turkey (645k)
ko: 터키 (645,000)

source: Teasers
ko: 티저

source: Increase our views for our NA Content
ko: NA 콘텐츠 조회수 증대

source: New channel exploration: tik tok
ko: 새로운 채널 탐색: 틱톡

source: Tries to provide value to players through education
ko: 교육을 통해 플레이어에게 가치 제공

source: Alex the T-rex
ko: 공룡 알렉스

source: Skins
ko: 스킨

source: Dedicated channel to communicate directly
ko: 직접 소통을 위한 전담 채널

source: Large audience growth and reach potential makes this a high value platform to generate awareness with a younger audience, however channel potential likely won’t be realized without content that follows the best practices of the community.
ko: 시청자 수의 큰 증가 및 잠재적 파급력을 고려할 때 낮은 연령대의 유저 사이에서 인지도를 높일 수 있는 뛰어난 가치의 플랫폼이지만 커뮤니티의 모범사례를 따르는 콘텐츠 없이는 채널의 잠재적 가치 구현이 어려움

source: Cheating posts
ko: 부정행위 포스트

source: Heavy use by 18-34 audience
ko: 18~34세 연령대의 고객 비중이 높음

source: Pakistan (93k)
ko: 파키스탄 (93,000)

source: Official server created by PUBG Community Team
ko: PUBG 커뮤니티 팀에서 공식 서버 개설

source: Increase community to player interaction across channels
ko: 채널 전반에 걸쳐 커뮤니티와 플레이어 간 교류 증대

source: TikTok PUBG Examples – Vietnam
ko: 틱톡 PUBG의 예 - 베트남

source: Reacting to UGC such as videos and fan art
ko: 동영상, 팬아트 등 UGC에 반응

source: Policies on Push Notifications
ko: Push 발송 정책

source: Vietnam (750k)
ko: 베트남 (750,000)

source: Primary platform for PR & Marketing videos to be hosted
ko: 홍보 & 마케팅 동영상을 게시하기 위한 기본 플랫폼

source: More product focused polls (TL/Videos)
ko: 프로덕트에 기반한 투표 확대(TL/동영상)

source: Help answer support-related questions
ko: 지원 관련 질문에 대한 답변 지원

source: Interact on general and feedback channels
ko: 일반 채널 및 피드백 채널에서 교류

source: Plug-in to channel
ko: 채널로 플러그인

source: PC Reddit
ko: PC 레딧

source: Discord:
ko: 디스코드:

source: No mod permissions on the subreddit
ko: 서브레딧에서의 모더레이터 권한 없음

source: Recommendation:
ko: 제안:

source: Germany (2.89k)
ko: 독일 (2,890)

source: TikTok PUBG Examples – esports
ko: 틱톡 PUBG의 예 - e스포츠

source: CM posts:
ko: CM 포스트

source: Users that have spent X amount of $ in game
ko: 게임 내에서 최소 $X를 지출한 유저

source: Set up roles so that NA mobile players can follow channels pertinent to them
ko: NA 모바일 플레이어가 관련 채널을 팔로우할 수 있도록 역할 설정

source: Inspired by the key visual for the Mandalorian
ko: ‘더 만달로리안’ 주요 이미지에서 착안

source: ugc and partners
ko: UGC 및 파트너

source: Platform summary
ko: 플랫폼 개요

source: Users that have purchased a specific skin set
ko: 특정 스킨 세트를 구매한 유저

source: Share key news
ko: 주요 소식 공유

source: Reddit and discord support
ko: 레딧 및 디스코드 지원

source: Created July 2020
ko: 2020년 7월 개설

source: Will point to MOBILE account on profile header to direct consumers
ko: 프로필 헤더에 PUBGM 계정을 표시하여 소비자 안내

source: Announcements are split into general, PC, Console, and Esports
ko: 공지 사항은 일반, PC, 콘솔, e스포츠로 분류

source: Share key PUBGM news
ko: 주요 PUBGM 소식 공유

source: Primary channel for Sales and Event promotions
ko: 판매 및 이벤트 홍보 관련 기본 채널

source: Reaching out to promoters/ detractors within the community to cultivate conversations
ko: 커뮤니티에서 긍정적/부정적 의견을 가진 유저와 교류하여 대화 장려

source: Uses humor in gameplay video to promote new content
ko: 재치 있는 게임플레이 영상으로 새로운 콘텐츠 홍보

source: Reddit:
ko: 레딧:

source: Thailand (263k)
ko: 태국 (263,000)

source: Language Considerations
ko: 언어 관련 고려 사항

source: Sales & Promotion
ko: 판매 및 프로모션

source: Create opportunities for interactivity that make PUBG feel like a brand more than just a product in North America
ko: NA에서 PUBG가 단순히 프로덕트가 아닌 브랜드로 인식될 수 있도록 인게이지먼트 기회 창출

source: LATAM (104k)
ko: 중남미 (104,000)

source: Pakistan (86k)
ko: 파키스탄 (86,000)

source: Adventure”
ko: 선택하세요’

source: Build a strong relationship with the Reddit moderation team
ko: 레딧 모더레이션 팀과 긴밀한 관계 구축

source: Reach 1k subscribers
ko: 구독자 1,000명 달성

source: Create custom content series out game regarding tactical gear and weapons inside the game
ko: 게임 내 전술 장비 및 무기와 관련된 맞춤 콘텐츠 시리즈 제작

source: Expand ability to reach a wider audience
ko: 보다 광범위한 시청자층에게 다가가기 위한 역량 강화

source: User Opt-in requirement is a contractual one (not part of US state/federal law), because :
ko: 유저의 수신 동의 준수사항은 주법과 연방법의 일부가 아닌 계약상 준수사항이며, 근거 사항은 아래와 같음:

source: Posts feedback megathreads after major updates
ko: 주요 업데이트 후 피드백 메가스레드 포스팅

source: Na community goals for pubgm
ko: PUBGM NA 커뮤니티 목표

source: Channel opened April 2020
ko: 2020년 4월 채널 개설

source: YOUTUBE
ko: 유튜브

source: Current community State
ko: 커뮤니티 현황

source: Turkey
ko: 터키

source: No requirement on needing to add the tag “Ad” at the front of notifications
ko: 알림 머릿말에 '광고' 태그를 명시할 필요 없음

source: Not gaming specific
ko: 게임에 특화되지 않음

source: Left:
ko: 왼쪽:

source: No Specific Law that Governs Push Notifications in the US
ko: 미국에는 Push 발송에 적용되는 특정 법률 없음

source: Console Reddit
ko: 콘솔 레딧

source: Giveaways
ko: 기브어웨이 이벤트

source: India (2.14m)
ko: 인도 (214만)

source: PUBGNA Involvement
ko: PUBG NA 참여 방식

source: Allows for music usage which is key in TikTok
ko: 틱톡의 핵심인 음악 사용 허용

source: This account only posts footage from esports events and does not add frames to any footage.
ko: e스포츠 행사 영상만 포스팅하고 영상에 프레임은 더하지 않았음.

source: Always send notifications in users’ local time zones
ko: 항상 유저의 현지 시간대를 고려하여 발송

source: Facebook Support
ko: 페이스북 지원

source: x22 additional regional pages are managed through Facebook Global Pages Structure.
ko: 페이스북 글로벌 페이지 구조를 통해 22개의 추가 지역 페이지 운영 중

source: FAQs
ko: 자주 묻는 질문

source: Posts updates in #pubgm-news
ko: #pubgm-news에 업데이트 포스팅

source: Russia (53k)
ko: 러시아 (53,000)

source: Provide a reddit "flair" for NA CMs to differentiate them as staff
ko: NA CM에게 레딧 ‘플레어’을 부여하여 스태프로 차별화

source: Primary platform for UGC
ko: UGC 관련 기본 플랫폼

source: Posts consistently at least 1x per day.
ko: 최소 1일 1회 지속적으로 포스팅.

source: Reddit content
ko: 레딧 콘텐츠

source: Increase engagement for FB content
ko: 페이스북 콘텐츠에 대한 참여 확대

source: Partner Curation
ko: 파트너 큐레이션

source: Partner with Influencers to curate collaboration playlists
ko: 인플루언서와 함께 공동 재생목록 큐레이션

source: Japan (102k)
ko: 일본 (102,000)

source: Korea
ko: 한국

source: This account also invests in creating live action series.
ko: 라이브 액션 시리즈도 제작.

source: Mena (742k)
ko: 중동/북아프리카 (742,000)

source: Video & images to promote new in-game skins & events
ko: 새로운 인게임 스킨 및 이벤트를 홍보하기 위한 동영상 및 이미지

source: (Just examples below)
ko: (단순 예시)

source: Allow NA CMs to post official announcements and interact with existing reddit community
ko: NA CM에게 공식 발표 포스팅 및 기존 레딧 커뮤니티와의 소통 권한 부여

source: Cheater megathreads
ko: 부정행위자 메가스레드

source: CG animation promoting new licensed character skin in-game
ko: 새로 라이선스를 받은 캐릭터 스킨을 게임에서 홍보하는 CG 애니메이션

source: State of PUBG mobile
ko: PUBGM 현황

source: Secondary platform for NA videos
ko: NA 동영상 관련 보조 플랫폼

source: 886 k Followers
ko: 팔로워 886,000명

source: Malaysia (327k)
ko: 말레이시아 (327,000)

source: Maintenance updates
ko: 유지보수 업데이트

source: All numbers as of October 22
ko: 10월 22일 기준 통계

source: Promotional / seasonal updates
ko: 홍보용/시즌별 업데이트

source: Based on a push opt-in model
ko: Push 알림 수신 동의 모델 기반
